[
  {
    "id": 1,
    "title": "ჩვენი ამბავი",
    "content": {
      "contentType": "primitive",
      "text": "უნილაბი, ციფრული ტექნოლოგიების ლაბორატორია, საშუალებას მოგცემს, გადააბიჯო საკუთარ მომავალში, დაგეხმარება, დაინახო დღეს, როგორი შეიძლება იყოს ხვალ და აღმოგაჩენინებს შენს შესაძლებლობებს, რომლებსაც დღეს შეიძლება ვერ ხედავ."
    }
  },
  {
    "id": 2,
    "title": "გაზიარება",
    "content": {
      "contentType": "primitive",
      "text": "თუ რამეს ვქმნით, ვქმნით ყველასთვის. ვასწავლით ერთმანეთს, სტუდენტებს, მეგობრებს, ნაცნობებს, უცნობებს და ვცდილობთ, რაც შეიძლება მეტი ადამიანი დავაინტერესოთ ინოვაციებითა და ტექნოლოგიებით."
    }
  },
  {
    "id": 3,
    "title": "კომუნიკაცია",
    "content": {
      "contentType": "composite",
      "elements": [
        {
          "highlightedText": "KISS",
          "text": " – KEEP IT SIMPLE STUPID – კომუნიკაცია ლაკონიური, საქმიანი და გადაწყვეტაზე ორიენტირებული."
        },
        {
          "highlightedText": "Discord",
          "text": " – უნილაბის მთავარი პლატფორმა კომუნიკაციისთვის. დღეში ერთხელ მაინც უნდა შეამოწმო და „დაარეაქთო“ ყველა წაკითხული შეტყობინება, რომლებიც გეხება."
        }
      ]
    }
  },
  {
    "id": 4,
    "title": "არ არსებობს პრობლემა, რომელსაც ერთად ვერ მოვერევით",
    "content": {
      "contentType": "primitive",
      "text": "ილიაუნსა და უნილაბში იპოვით თითქმის ნებისმიერი დარგის გამორჩეულ სპეციალისტს. შესაბამისად, ერთად დიდი მწვერვალების დაპყრობა შეგვიძლია."
    }
  },
  {
    "id": 5,
    "title": "ფიზიკური სივრცე",
    "content": {
      "contentType": "primitive",
      "text": "უნილაბის სივრცეში მივყვებით ფიზიკური სივრცის წესებს, არ ვაზიანებთ ტექნიკას და ვიცავთ სიჩუმეს."
    }
  },
  {
    "id": 6,
    "title": "იდეები და აქტივობები",
    "content": {
      "contentType": "composite",
      "elements": [
        {
          "highlightedText": "გახსოვდეს: უნილაბში სწორი და არასწორი, სულელური იდეები არ არსებობს!",
          "text": "უნილაბი ყოველთვის გახსნილია ახალი იდეებისა და აქტივობებისთვის, ნუ მოგერიდება მათი ჩვენთვის გაზიარება."
        }
      ]
    }
  }
]
