import { FaqProps } from "../types"

export const Faqs: FaqProps[] = [
  {
    id: "01",
    question:
      "თუ პირველი გაერთიანებული ლექცია გავაცდინე, სად და როგორ შეიძლება ვნახო ჩანაწერი?",
    answer:
      "იმ შემთხვევაში, თუ პირველ გაერთიანებულ ლექციაზე დასწრება ვერ მოახერხე, შეხვედრის ჩანაწერი გუგლ კალენდარში შეგიძლია იპოვო.",
  },
  {
    id: "02",
    question: "სწავლის პროცესში რა პლატფორმებს ვიყენებთ საკომუნიკაციოდ?",
    answer:
      "იმ შემთხვევაში, თუ პირველ გაერთიანებულ ლექციაზე დასწრება ვერ მოახერხე, შეხვედრის ჩანაწერი გუგლ კალენდარში შეგიძლია იპოვო.",
  },
  {
    id: "03",
    question: "რა ხდება კურსის დასრულების შემდეგ?",

    answer:
      "იმ შემთხვევაში, თუ პირველ გაერთიანებულ ლექციაზე დასწრება ვერ მოახერხე, შეხვედრის ჩანაწერი გუგლ კალენდარში შეგიძლია იპოვო.",
  },
  {
    id: "04",
    question: "ვისთვისაა კურსი უფასო?",
    answer:
      "იმ შემთხვევაში, თუ პირველ გაერთიანებულ ლექციაზე დასწრება ვერ მოახერხე, შეხვედრის ჩანაწერი გუგლ კალენდარში შეგიძლია იპოვო.",
  },
  {
    id: "05",
    question: "რამდენი ლექცია გვექნება?",
    answer:
      "იმ შემთხვევაში, თუ პირველ გაერთიანებულ ლექციაზე დასწრება ვერ მოახერხე, შეხვედრის ჩანაწერი გუგლ კალენდარში შეგიძლია იპოვო.",
  },
  {
    id: "06",
    question: "როგორ გავიგო ვინ არის ლექტორი და სად ვნახო კურსის სილაბუსი?",
    answer:
      "იმ შემთხვევაში, თუ პირველ გაერთიანებულ ლექციაზე დასწრება ვერ მოახერხე, შეხვედრის ჩანაწერი გუგლ კალენდარში შეგიძლია იპოვო.",
  },
]
