import React from "react"
import { RoadmapAtricle } from "../types"

export const RoadMapArticlesList: RoadmapAtricle[] = [
  {
    id: 1,
    title: "ჩვენი ამბავი",
    content: (
      <span>
        უნილაბი, ციფრული ტექნოლოგიების ლაბორატორია, საშუალებას მოგცემს,
        გადააბიჯო საკუთარ მომავალში, დაგეხმარება, დაინახო დღეს, როგორი შეიძლება
        იყოს ხვალ და აღმოგაჩენინებს შენს შესაძლებლობებს, რომლებსაც დღეს შეიძლება
        ვერ ხედავ.
      </span>
    ),
  },
  {
    id: 2,
    title: "გაზიარება",
    content: (
      <span>
        თუ რამეს ვქმნით, ვქმნით ყველასთვის. ვასწავლით ერთმანეთს, სტუდენტებს,
        მეგობრებს, ნაცნობებს, უცნობებს და ვცდილობთ, რაც შეიძლება მეტი ადამიანი
        დავაინტერესოთ ინოვაციებითა და ტექნოლოგიებით.
      </span>
    ),
  },
  {
    id: 3,
    title: "კომუნიკაცია",
    content: (
      <React.Fragment>
        <span>
          <strong>KISS</strong>
           – KEEP IT SIMPLE STUPID – კომუნიკაცია ლაკონიური, საქმიანი და
          გადაწყვეტაზე ორიენტირებული.
        </span>
        <span>
          <strong>Discord</strong>
           – უნილაბის მთავარი პლატფორმა კომუნიკაციისთვის. დღეში ერთხელ მაინც
          უნდა შეამოწმო და „დაარეაქთო“ ყველა წაკითხული შეტყობინება, რომლებიც
          გეხება. 
        </span>
      </React.Fragment>
    ),
  },
  {
    id: 4,
    title: "არ არსებობს პრობლემა, რომელსაც ერთად ვერ მოვერევით",
    content: (
      <span>
        ილიაუნსა და უნილაბში იპოვით თითქმის ნებისმიერი დარგის გამორჩეულ
        სპეციალისტს. შესაბამისად, ერთად დიდი მწვერვალების დაპყრობა შეგვიძლია.
      </span>
    ),
  },
  {
    id: 5,
    title: "ფიზიკური სივრცე",
    content: (
      <span>
        უნილაბის სივრცეში მივყვებით ფიზიკური სივრცის წესებს, არ ვაზიანებთ
        ტექნიკას და ვიცავთ სიჩუმეს.
      </span>
    ),
  },
  {
    id: 6,
    title: "იდეები და აქტივობები",
    content: (
      <span className="flex flex-col gap-[8px]">
        <span>
          უნილაბი ყოველთვის გახსნილია ახალი იდეებისა და აქტივობებისთვის, ნუ
          მოგერიდება მათი ჩვენთვის გაზიარება.
        </span>
        <b>
          გახსოვდეს: უნილაბში სწორი და არასწორი, სულელური იდეები არ არსებობს!
        </b>
      </span>
    ),
  },
]
