export const practiceText = [
  `კაცობრიობის განვითარების სხვადასხვა პერიოდში წიგნს განსხვავებული სახით
  გამოსცემდნენ. უძველესი შუმერული წიგნები თიხის ფირფიტებისა იყო. ჩვენი
  გადმოსახედიდან, ისინი აგურებს უფრო ჰგვანან ვიდრე წიგნებს. ეგვიპტელები
  წიგნებს პაპირუსზე წერდნენ, მასალიდან გამომდინარე, ასეთ წიგნებს გრძელი
  გრაგნილების სახე ჰქონდათ. შუა საუკუნეების ხელნაწერი წიგნები,
  ფოლიანტები, ძალიან დიდი ზომისა იყო. ასეთ წიგნთან ერთად შენს ოთახში ვერ
  განმარტოვდებოდი, ასეთ წიგნს მუხლებზე ვერ დაიდებდი, მათ სპეციალურად
  მოწყობილ მაგიდებზე დებდნენ და ისე კითხულობდნენ.`,

  `წიგნის გარეგანი ფორმის ცვლილებასთან ერთად იცვლება წიგნის ავტორი, მისი
  გამომცემელი და წიგნის მკითხველი. იცვლება თავად ამბავიც, რომელსაც წიგნი
  ყვება. თუმცა არ იცვლება ის უსაზღვრო შესაძლებლობები რომელსაც წიგნი
  გვაძლევს. ვიმოგზაუროთ იქ სადაც არ ვყოფილვართ, გავხდეთ თანაზიარი იმ
  ამბებისა, რომელიც ჩვენ არ გადაგვხდენია თავს. გავიზიაროთ აზრები,
  რომელსაც ავტორი გვთავაზობს.`,

  `სასურველი წიგნის მოძიება რთულ საქმეს აღარ წარმოადგენს, შესაძლოა იცოდე
  ის, რასაც ეძებ და ამავე დროს ძიების პოცესში აღმოაჩინო, რაღაც ახალი და
  საინტერესო.`,
]
