const CompanyPage = () => {
  return (
    <main className="mx-auto w-full max-w-[1068px] bg-black px-[24px] py-[48px]">
      <div className="mb-[48px] max-w-[1440px]">
        <h1 className="font-case mt-[50px] text-[64px] leading-[72px] font-[900] text-white">
          ჩვენ შესახებ
        </h1>
      </div>

      <div className="max-w-[1,068px]">
        <p className="font-case text-[16px] leading-[24px] font-[500]">
          ოდესმე გიფიქრია პატარა ოთახზე, რომელში შესვლისას დროსა და სივრცეში
          იკარგები და საშუალება გეძლევა მომავლის გარკვეული ნაწილი დაინახო? ისეთი
          იმპულსები მიიღო, რომლებიც სუპერძალებს შეგძენდა?მოგესალმებით ილიაუნის
          კიბერლაბორატორია უნილაბში, რომელიც საშუალებას მოგცემს საკუთარ თავში
          ახალი შესაძლებლობები, ინტერესები და უნარები აღმოაჩინო, შენ ირგვლივ
          სამყაროს განვითარების ტემპს ყურადღება არ მიაქციო და თავს ისე
          შემოუძახო, რომ ხვალ უკვე დროს გაუსწრო და შენს გუშინდელ თავზე სინათლის
          წლით წინ იყო.აქ ყველა ერთად ვცდილობთ მომავალში ადამიანის როლს
          მნიშვნელობა შევძინოთ, რათა ერთი შეხედვით საშიშ, რობოტიზირებულ
          მომავალში ამომავალი წერტილი კვლავ ადამიანი იყოს. სივრცეში, რომელშიც
          მომავლის პროფესიები ჩვენთვის უმნიშვნელოვანესია და მათ გარეშე დროში
          მოგზაურობა მარსზე უჟანგბადოდ გარეშე გაფრენის ტოლფასია.უნილაბი, ილიას
          სახელმწიფო უნივერსიტეტის ორი ურთიერთშემავსებელი კომპონენტისგან
          შემდგარი სივრცე, აერთიანებს თეორიული სწავლებისა და პრაქტიკული
          გამოცდილების მიღების შესაძლებლობებს.ჩვენ გვჯერა, რომ დღეს მხოლოდ
          თეორიული ცოდნა კოსმოსში მოგზაურობისას მთვარეზე დარჩენას ჰგავს. რეალური
          თავგადასავალი სწორედ მთვარის მიღმა და თეორიული ცოდნის მიღების შემდეგ
          პრაქტიკაში გველის.
        </p>
      </div>
      <div className="mt-[48px]">
        <span className="font-case text-[16px] font-[500]">
          თუ შესაბამისი თეორიული ცოდნა გაქვს, შეგიძლია შემოგვიერთდე
        </span>
        <p className="font-case mt-4 flex w-[312px] cursor-pointer items-center justify-between text-[16px] font-[900]">
          პრაქტიკულ პროგრამებზე
          <img src="/Btn.Arrow.svg" alt="" />
        </p>
        <p className="font-case mt-4 text-[16px] font-[500]">
          და იმუშაო რეალურ პროექტებზე;
        </p>
      </div>
      <div className="mt-8">
        <p className="font-case text-[16px]">
          ან დააგროვო თეორიული ცოდნა შემდეგი სასწავლო კურსების საშუალებით:
        </p>
      </div>
      <div className="mt-[48px] h-[276px] w-[312px] space-y-[18px]">
        {uniCourses.map((uniCourse) => (
          <h3
            className="font-case flex cursor-pointer items-center justify-between font-[900]"
            key={uniCourse.id}
          >
            {uniCourse.title}
            <img src={uniCourse.icon} alt="" />
          </h3>
        ))}
      </div>
      <div className="mt-[48px] h-[96px] w-[639px]">
        <p className="font-case font-[500]">
          ჩვენს განზომილებაში არსებული დროის ორიენტირი უნილაბში იკარგება, ამიტომ
          სივრცე 24 საათი ღიაა და ჩვენს კიბერარმიაში გაწევრიანების შემდეგ
          შეგიძლია ნებისმიერ დროს გვესტუმრო, გამოიყენო ჩვენი სამუშაო ადგილი და
          ტექნიკა.
        </p>
      </div>
    </main>
  )
}

export default CompanyPage
