import { CourseData } from "../types"

export const COURSES: CourseData[] = [
  {
    slug: "graphic-design",
    title: "გრაფიკული დიზაინი",
    instructor: {
      name: "სალომე მოსიავა",
      bio: [
        "სალომე პროფესიული აქსელერაციის პროგრამის ხელმძღვანელია ინტეფეისისა და გრაფიკული დიზაინის მიმართულებით.",
        "მას შემდეგ, რაც 2020 წელს კარიერა ჯეოლაბში დაიწყო, მყარი ნაბიჯებით აგრძელებდა პროფესიულ განვითარებას, როგორც პრაქტიკული, ისე ინტენსიური თეორიული სწავლებით. სწრაფად მოხვდა საერთაშორისო პლატფორმა Upwork-ზე საუკეთესო 3% ფრილანსერების სიაში.",
        "უნილაბში გაიარა პროფესიული აქსლერაციის პროგრამა Front End-ისა და ვებ დიზაინის მიმართულებით.",
        "სალომეს პროფესიული გამოცდილება მოიცავს არტ დირექტორის როლს გერმანულ კომპანიაში, სადაც ჰქონდა საშუალება ეზრუნა B2B, B2C კომპანიებთან სხვადასხვა ბრენდის განვითარებაზე. პროცესი მოიცავდა მუშაობას პროდუქტის დიზაინზე – ლოგოს დიზაინიდან, UI/UX დიზაინის ჩათვლით.",
      ],
    },
    description: [
      {
        type: "paragraph",
        content:
          "რაც უფრო გადის დრო, ცხოვრების რიტმი უფრო და უფრო ჩქარდება, დროც თითქოს სინათლის სიჩქარით მიქრის და ამ ტემპში ადამიანებს უძნელდებათ მათკენ მიმართულ უშველებელ ინფორმაციულ ტალღაში ღირებული ეძებონ. სწორედ ამიტომ, მნიშვნელოვანია სამიზნე აუდიტორიისათვის ინფორმაციის მიწოდების სწრაფი და გამორჩეული ხერხის მოძებნა.",
      },
      {
        type: "paragraph",
        content:
          "შენს გონებაში არსებული იდეები შეიძლება ისეთივე ქაოსური იყოს, როგორიც კოსმოსში გაბნეული ასტეროიდის ნაწილაკების მოძრაობა, თუმცა არსებობს ხომალდი, სადაც შენი იდეების სისტემაში მოყვანაში დაგეხმარებიან, ქაოსურ აზრებს კიბერხელს შეავლებენ და ინფორმაციის გადმოცემის ერთ–ერთ ყველაზე სწრაფ და ეფექტურ საშუალებას შეგასწავლიან.",
      },
      {
        type: "paragraph",
        content:
          "გრაფიკული დიზაინის საშუალებით შეძლებ კომპლექსური იდეა მხოლოდ ერთი გრაფიკული გამოსახულებით გამოხატო, რაც პირდაპირ ეხმაურება გრაფიკული დიზაინის დანიშნულებას და ვიზუალურ კომუნიკაციას, რომელიც ძირითადად ტექსტისა და სურათის ოსტატური და ჰარმონიული კომბინირებით ხორციელდება.",
      },
      {
        type: "paragraph",
        content:
          "კურსზე, რომელიც ონლაინ მიმდინარეობს, Adobe Photoshop-სა და Adobe Illustrator-ს შეისწავლი. ერთი თვის განმავლობაში დააგროვებ თეორიულ ცოდნას და იმუშავებ პრაქტიკულ დავალებებზე, ბოლოს კი მიღებული ცოდნისა და გამოცდილების წყალობით, ვორკშოპის ფარგლებში, პირველ ციფრულ პროდუქტს შექმნი.",
      },
    ],
  },
]
