export default function CourseDescription() {
  return (
    <section className="mt-[32px] space-y-6 text-[14px] leading-[20px] font-medium lg:mt-[48px] lg:text-[16px] lg:leading-[20px]">
      <p>
        რაც უფრო გადის დრო, ცხოვრების რიტმი უფრო და უფრო ჩქარდება, დროც თითქოს
        სინათლის სიჩქარით მიქრის და ამ ტემპში ადამიანებს უძნელდებათ მათკენ
        მიმართულ უშველებელ ინფორმაციულ ტალღაში ღირებული ეძებონ. სწორედ ამიტომ,
        მნიშვნელოვანია სამიზნე აუდიტორიისათვის ინფორმაციის მიწოდების სწრაფი და
        გამორჩეული ხერხის მოძებნა.
      </p>

      <p>
        შენს გონებაში არსებული იდეები შეიძლება ისეთივე ქაოსური იყოს, როგორიც
        კოსმოსში გაბნეული ასტეროიდის ნაწილაკების მოძრაობა, თუმცა არსებობს
        ხომალდი, სადაც შენი იდეების სისტემაში მოყვანაში დაგეხმარებიან, ქაოსურ
        აზრებს კიბერხელს შეავლებენ და ინფორმაციის გადმოცემის ერთ–ერთ ყველაზე
        სწრაფ და ეფექტურ საშუალებას შეგასწავლიან.
      </p>

      <p>
        გრაფიკული დიზაინის საშუალებით შეძლებ კომპლექსური იდეა მხოლოდ ერთი
        გრაფიკული გამოსახულებით გამოხატო, რაც პირდაპირ ეხმაურება გრაფიკული
        დიზაინის დანიშნულებას და ვიზუალურ კომუნიკაციას, რომელიც ძირითადად
        ტექსტისა და სურათის ოსტატური და ჰარმონიული კომბინირებით ხორციელდება.
      </p>

      <p>
        კურსზე, რომელიც ონლაინ მიმდინარეობს, Adobe Photoshop-სა და Adobe
        Illustrator-ს შეისწავლი. ერთი თვის განმავლობაში დააგროვებ თეორიულ ცოდნას
        და იმუშავებ პრაქტიკულ დავალებებზე, ბოლოს კი მიღებული ცოდნისა და
        გამოცდილების წყალობით, ვორკშოპის ფარგლებში, პირველ ციფრულ პროდუქტს
        შექმნი.
      </p>
    </section>
  )
}
